Repository: collective/collective.cart.shopping
Catalog: src/collective/cart/shopping/locales/*/LC_MESSAGES/collective.cart.shopping.po
Languages: fi

source: (Discount valid till ${discount_end})
fi: Tarjous voimassa ${discount_end} asti

source: Add New Stock
fi: Lisää uusi varasto

source: Add To Cart
fi: Lisää koriin

source: Addresses
fi: Osoitteet

source: Article Container
fi: Tuotekansio

source: Article List
fi: Varastosaldo

source: Article Listing
fi: Varastosaldo

source: Back
fi: Edellinen

source: Billing
fi: Laskutus

source: Billing Address
fi: Laskutusosoite

source: Billing Info
fi: Laskutusosoite

source: Billing info same as shipping info
fi: Laskutustiedot sama kuin toimitustiedot

source: Cart
fi: Ostoskori

source: Cart is empty.
fi: Ostoskori on tyhjä.

source: Check if this article has options such as sizes and colors.
fi: Ruksaa, jos on alatuote kuten koko ja/tai väri.

source: Check this box to process your order.
fi: Hyväksymällä pääsee tilauksen eteenpäin.

source: City
fi: Kaupunki

source: City is missing.
fi: Kaupunki puuttuu.

source: Clear
fi: Tyhjennä

source: Confirmation
fi: Tilausvahvistus

source: Created
fi: Luotu

source: Current Stock
fi: Nykyvarasto

source: Customer Info
fi: Asiakastieto

source: Detailed information
fi: Tarkempi kuvaus tuotteesta

source: Different
fi: Eri

source: Discount
fi: Tarjous

source: E-mail
fi: Sähköposti

source: First Name
fi: Etunimi

source: First name is missing.
fi: Etunimi puuttuu.

source: Further detailed information comes here.
fi: Kirjoita tuotteen lisätiedot tähän.

source: Including VAT: ${vat_rate}
fi: sis alv.${vat_rate}

source: Including VAT: ${vat}
fi: Sis. alv ${vat}

source: Initial Stock
fi: Alkuvarasto

source: Input integer value to add to cart.
fi: Syötä määrä lisätääkseen ostoskoriin.

source: Input positive integer value to add to cart.
fi: Syötä positiivinen numero.

source: International VAT Number, for Finland it starts with FI.
fi: Kansainvälinen VAT-numero. Suomessa alkaa 'FI' kirjaimella.

source: Invalid e-mail address.
fi: Ei toimiva sähköpostiosoite.

source: Invalid quantity.
fi: Väärä numero

source: Last Name
fi: Sukunimi

source: Last name is missing.
fi: Sukunimi puuttuu.

source: Name
fi: Nimi

source: Next
fi: Seuraava

source: Normal Price: ${normal-price}
fi: Normaali hinta: ${normal-price}

source: Not available to add to cart.
fi: Ei pysty lisäämään ostoskoriin.

source: Only for organization customer
fi: Vain yritysasiakkaille

source: Order Contents
fi: Tilaukset

source: Organization
fi: Organisaatio

source: Phone Number
fi: Puhelinnumero

source: Phone number is missing.
fi: Puhelinnumero puuttuu.

source: Post Code
fi: Postinumero

source: Post code is missing.
fi: Postinumero puuttuu.

source: Price
fi: Hinta

source: Price excluding VAT
fi: Hinta ALV 0%

source: Purchase Price VAT 0%
fi: Ostohinta alv 0%

source: Quantity
fi: Määrä

source: Quick Add
fi: Pikalisäys

source: Quick Subtract
fi: Pikavähennys

source: Related articles
fi: Suositeltava tuotteet

source: Remove
fi: Poista

source: Representative Image
fi: Tuotekuva

source: SKU
fi: Tuotetunnus

source: Same
fi: Sama

source: Select one if this information is used only for billing or shipping.
fi: Valitse yksi jos nämä tiedot käytetään vain laskutus- tai toimitustietona.

source: Select one shipping method.
fi: Valitse yksi toimitustapa.

source: Shipping
fi: Toimitus

source: Shipping Address
fi: Toimitusosoite

source: Shipping Info
fi: Toimitusosoite

source: Shipping Method
fi: Postituskulu

source: Shop
fi: Kauppa

source: Show list of articles.
fi: Näytä tuotelista.

source: Sold Out
fi: Tuote tilapäisesti loppunut

source: State:
fi: Tila:

source: Stock
fi: Varasto

source: Stock: ${stock} pcs
fi: Varastossa: ${stock} kpl

source: Street Address
fi: Katuosoite

source: Street address is missing.
fi: Katuosoite puuttuu.

source: Subtotal
fi: Yhteensä

source: Thank you for the order.
fi: Kiitos tilauksesta.

source: The representative image of this article.
fi: Tämä tuotteen edustava kuva.

source: Total
fi: Yhteensä

source: Type
fi: Tyyppi

source: Update
fi: Päivitä

source: Use Subarticle
fi: Käytä alatuote

source: VAT Number
fi: VAT-numero

source: View Order
fi: Tarkista tilauksen

source: You need to first remove some images to add here one.
fi: Lisätääkseen tähän uusi kuvaa, täytyy ensin poistaa tästä kuvia.

source: Your order number is ${number}.
fi: Tilausnumero on ${number}.

source: add_less_than_number
fi: Lisää vähemmän kuin ${number} kpl.

source: agree_with_terms
fi: Hyväksyn toimitusehdot.

source: article-added-to-cart
fi: ${title} on lisätty ostoskoriin.

source: billing-and-shipping-same-or-different
fi: Laskutus- ja toimitus-osoite sama vai eri?

source: description_no_stocks_available
fi: Tällä tuotteella ei ole varastoa.

source: including-vat
fi: sis alv.${vat-rate}

source: info_missing_from_addresses
fi: Joku tieto puuttuu osoitteesta.

source: link-to-order
fi: Tilauksen linkki: ${url}

source: need_to_accept_terms
fi: Hyväksy toimitusehdot, että pystyisisimme käsittelemään tilausta.

source: no_more_than_quantity
fi: Ei tuoteeseen ${title} voi lisätä enemmän kun ${quantity} kpl.

source: order-contents-article
fi: ${title} x ${quantity} = ${subtotal}

source: order-contents-sku
fi: Tuotetunnus: ${sku}

source: order-mail-template-thanks-message
fi: Kiitos tilauksestasi!

source: order-number
fi: Tilausnumero: ${number}

source: order-processed-but
fi: Tilaus meni käsittelyyn, mutta s-postin lähettäminen epäonnistui. Ota yhteyttä kaupalle!

source: order-shipping-method-shippig-not-free
fi: Toimitustapa: ${shipping-method-title} ${shipping-gross-money}

source: order-shipping-method-shipping-is-free
fi: Toimitustapa: ${shipping-method-title}

source: order-total
fi: Yhteensä: ${total}

source: order-updated
fi: Päivitetty: ${date}

source: pcs
fi: kpl

source: processing_message
fi: Odota hetki...

source: recommendation-text
fi: Suosittelemme myös seuraavia tuotteita.

source: stock_of_article
fi: ${title}: ${stock} kpl

source: subtract_less_than_number
fi: Vähettnä vähemmän kuin ${number} kpl.

source: successfully_added_number
fi: Onnistuneesti lisätty ${number} kpl.

source: successfully_removed_stock
fi: Onnistuneesti poistettu varastosta ${number} kpl.

source: successfully_subtracted_number
fi: Onnistuneesti vähennetty ${number} kpl.
